Revit 2027 API
AdvancedWood.WoodUseRays Property
 The property labeled "Use rays feature" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodUseRays { get; }
Public Shared ReadOnly Property WoodUseRays As String
	Get
public:
static property String^ WoodUseRays {
	String^ get ();
}
static member WoodUseRays : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace